app/controllers/games_controller.rb

INSERT INTO "games" ("created_at", "name", "updated_at") VALUES (?, ?, ?)  [["created_at", "2014-11-08 09:19:32.019853"], ["name", "hello"], ["updated_at", "2014-11-08 09:19:32.019853"]]
---
  def create
    @game = Game.create game_params