app/controllers/players_controller.rb

  def create
    respond_with game.players.create!(player_params)
---
INSERT INTO "players" ("created_at", "game_id", "name", "updated_at") VALUES (?, ?, ?, ?)  [["created_at", "2014-11-08 09:44:06.685282"], ["game_id", 1], ["name", "Jantje"], ["updated_at", "2014-11-08 09:44:06.685282"]]